Repository: MikeSiLVO/script.skin.info.service
Catalog: resources/language/resource.language.*/strings.po
Languages: pl_pl

# #32000
source: Animated Art
pl_pl: Animowane grafiki

# #32002
source: Gif filename patterns (exact/suffix)
pl_pl: Wzorce nazw plików GIF (dokładne/przyrostki)

# #32003
source: Comma-separated list of gif filename patterns. Matches exact filenames (e.g., 'poster.gif') or files ending with the pattern (e.g., 'movie.poster.gif')
pl_pl: Lista wzorców nazw plików GIF oddzielonych przecinkami. Pasuje do dokładnych nazw plików (np. 'poster.gif') lub plików kończących się wzorcem (np. 'movie.poster.gif')

# #32004
source: Artwork
pl_pl: Grafiki

# #32006
source: Preferred language
pl_pl: Język preferowany

# #32007
source: Artwork in this language is prioritized for posters, logos, and other language-sensitive art.
pl_pl: Grafiki w tym języku są priorytetowe dla plakatów, logo i innych grafik wrażliwych na język.

# #32008
source: Prefer fanart in selected language
pl_pl: Preferuj fanarty w wybranym języku

# #32009
source: No artwork available from scrapers
pl_pl: Brak dostępnych grafik od scraperów

# #32010
source: No artwork matched language preferences
pl_pl: Żadna grafika nie pasuje do preferencji językowych

# #32011
source: Needs manual review
pl_pl: Wymaga ręcznego przeglądu

# #32012
source: No images selected
pl_pl: Nie wybrano obrazów

# #32013
source: Downloaded {0} files
pl_pl: Pobrano {0} plików

# #32014
source: {0} files
pl_pl: {0} plików

# #32015
source: {0} image(s) selected
pl_pl: Wybrano {0} obraz(y/ów)

# #32016
source: {0} seasons
pl_pl: {0} sezon(y/ów)

# #32017
source: {0} episodes
pl_pl: {0} odcink(i/ów)

# #32018
source: Processing episodes...
pl_pl: Przetwarzanie odcinków...

# #32019
source: Add 'Download' option to missing artwork and pre-cache
pl_pl: Dodaj opcję 'Pobierz' do brakujących grafik i wstępnego buforowania

# #32020
source: Show additional menu options to download artwork to filesystem during review and pre-cache operations
pl_pl: Pokaż dodatkowe opcje menu, aby pobierać grafiki do systemu plików podczas przeglądania i operacji wstępnego buforowania.

# #32022
source: When File Already Exists
pl_pl: Gdy plik już istnieje

# #32023
source: What to do when artwork file already exists on filesystem
pl_pl: Co zrobić, gdy plik z grafiką już istnieje w systemie plików

# #32024
source: Skip (don't download)
pl_pl: Pomiń (nie pobieraj)

# #32025
source: Overwrite existing file
pl_pl: Nadpisz istniejący plik

# #32027
source: Use Movie Filename Prefix
pl_pl: Użyj prefiksu nazwy pliku filmu

# #32028
source: Save as 'Avatar-poster.jpg' instead of 'poster.jpg' in movie folder
pl_pl: Zapisz jako 'Avatar-poster.jpg' zamiast 'poster.jpg' w folderze filmu

# #32029
source: Use Music Video Filename Prefix
pl_pl: Użyj prefiksu nazwy pliku klipu muzycznego

# #32030
source: Save as 'video-poster.jpg' instead of 'poster.jpg' in video folder
pl_pl: Zapisz jako 'video-poster.jpg' zamiast 'poster.jpg' w folderze wideo

# #32035
source: Always Ask
pl_pl: Zawsze pytaj

# #32036
source: GIF Scanner Mode
pl_pl: Tryb skanera GIF

# #32037
source: Scan mode for animated art scanner
pl_pl: Tryb skanowania dla skanera animowanych grafik

# #32038
source: Incremental
pl_pl: Przyrostowy

# #32039
source: Full Scan
pl_pl: Pełne skanowanie

# #32040
source: Download Report
pl_pl: Raport pobierania

# #32041
source: No download history found.
pl_pl: Nie znaleziono historii pobierania.

# #32042
source: Cancelled
pl_pl: Anulowano

# #32043
source: No valid media types to download.
pl_pl: Brak prawidłowych typów multimediów do pobrania.

# #32045
source: Downloaded:
pl_pl: Pobrano:

# #32044
source: API Keys
pl_pl: Klucze API

# #32046
source: Configure TMDB API Key
pl_pl: Skonfiguruj klucz API TMDB

# #32047
source: Get your API key from https://www.themoviedb.org/settings/api
pl_pl: Uzyskaj swój klucz API z https://www.themoviedb.org/settings/api

# #32048
source: Test Connection
pl_pl: Testuj połączenie

# #32049
source: Clear API Key
pl_pl: Wyczyść klucz API

# #32051
source: Configure MDBList API Key
pl_pl: Skonfiguruj klucz API MDBList

# #32052
source: Get your API key from https://mdblist.com/preferences/
pl_pl: Uzyskaj swój klucz API z https://mdblist.com/preferences/

# #32054
source: Configure OMDb API Key
pl_pl: Skonfiguruj klucz API OMDb

# #32055
source: Get your API key from http://www.omdbapi.com/apikey.aspx
pl_pl: Uzyskaj swój klucz API z http://www.omdbapi.com/apikey.aspx

# #32056
source: Fanart.tv · fanart.tv/get-an-api-key[CR]No key: 7 days · Personal: 2 days · VIP: immediate
pl_pl: Fanart.tv · fanart.tv/get-an-api-key[CR]Brak klucza: 7 dni · Osobisty: 2 dni · VIP: natychmiast

# #32057
source: Configure Fanart.tv API Key
pl_pl: Skonfiguruj klucz API Fanart.tv

# #32058
source: Get your API key from https://fanart.tv/get-an-api-key/
pl_pl: Uzyskaj swój klucz API z https://fanart.tv/get-an-api-key/

# #32060
source: Authorize Trakt
pl_pl: Autoryzuj Trakt

# #32061
source: Authorize this addon to access your Trakt account
pl_pl: Autoryzuj ten dodatek do dostępu do Twojego konta Trakt

# #32062
source: Test Trakt Connection
pl_pl: Testuj połączenie Trakt

# #32063
source: Revoke Authorization
pl_pl: Odwołaj autoryzację

# #32064
source: Ratings
pl_pl: Oceny

# #32065
source: Not configured
pl_pl: Nie skonfigurowano

# #32066
source: Provider data cache duration (days)
pl_pl: Czas przechowywania pamięci podręcznej danych dostawcy (dni)

# #32067
source: How long to cache ratings, awards, and cast/crew data from API providers before fetching again. Minimum 1 day to respect rate limits.
pl_pl: Jak długo przechowywać w pamięci podręcznej oceny, nagrody i dane obsady/ekipy od dostawców API przed ponownym pobraniem. Minimum 1 dzień, aby przestrzegać limitów żądań.

# #32068
source: 1 day
pl_pl: 1 dzień

# #32069
source: 3 days
pl_pl: 3 dni

# #32070
source: 7 days
pl_pl: 7 dni

# #32071
source: 14 days
pl_pl: 14 dni

# #32072
source: Processing Artwork Queue
pl_pl: Przetwarzanie kolejki grafik

# #32073
source: Cache is empty
pl_pl: Pamięć podręczna jest pusta

# #32074
source: Default ratings source
pl_pl: Domyślne źródło ocen

# #32075
source: Primary source to display when multiple ratings are available
pl_pl: Podstawowe źródło do wyświetlania, gdy dostępnych jest wiele ocen

# #32080
source: API Key
pl_pl: Klucz API

# #32081
source: Status: Authorized
pl_pl: Status: Autoryzowany

# #32082
source: Texture Cache Manager
pl_pl: Menadżer pamięci podręcznej tekstur

# #32083
source: Pre-Cache Library Artwork
pl_pl: Wstępne buforowanie grafik biblioteki

# #32085
source: Statistics & Info
pl_pl: Statystyki i informacje

# #32086
source: View Last Report
pl_pl: Zobacz ostatni raport

# #32087
source: Cleanup Textures
pl_pl: Czyszczenie tekstur

# #32088
source: Library Artwork Orphans
pl_pl: Osierocone grafiki biblioteki

# #32089
source: By Age (Older Than...)
pl_pl: Według wieku (starsze niż...)

# #32090
source: By Usage (Low Usage)
pl_pl: Według użycia (małe użycie)

# #32091
source: By URL Pattern (Force Re-Cache)
pl_pl: Według wzorca URL (wymuś ponowne buforowanie)

# #32092
source: Advanced Cleanup...
pl_pl: Zaawansowane czyszczenie...

# #32093
source: Enter {0} API Key
pl_pl: Wprowadź klucz API {0}

# #32094
source: Are you sure you want to clear the {0} API key?
pl_pl: Czy na pewno chcesz wyczyścić klucz API {0}?

# #32095
source: Error testing connection: {0}
pl_pl: Błąd testowania połączenia: {0}

# #32096
source: Failed to get device code from Trakt.
pl_pl: Nie udało się uzyskać kodu urządzenia od Trakt.

# #32097
source: Error: {0}
pl_pl: Błąd: {0}

# #32098
source: Are you sure you want to revoke Trakt authorization? You will need to re-authorize to use Trakt ratings.
pl_pl: Czy na pewno chcesz odwołać autoryzację Trakt? Będziesz musiał ponownie autoryzować, aby używać ocen Trakt.

# #32099
source: Downloaded {0} files ({1} MB)
pl_pl: Pobrano {0} plików ({1} MB)

# #32100
source: Manage Artwork
pl_pl: Zarządzaj grafikami

# #32101
source: Update Ratings
pl_pl: Aktualizuj oceny

# #32103
source: Edit Metadata
pl_pl: Edytuj metadane

# #32104
source: {0} - Connection Test
pl_pl: {0} - Test połączenia

# #32105
source: Connection successful! API key is valid and working.
pl_pl: Połączenie udane! Klucz API jest prawidłowy i działa.

# #32106
source: Connection failed. Please check your API key.
pl_pl: Połączenie nieudane. Sprawdź swój klucz API.

# #32107
source: Trakt Authorization Failed
pl_pl: Autoryzacja Trakt nie powiodła się

# #32108
source: Trakt - Connection Test
pl_pl: Trakt - Test połączenia

# #32109
source: Authorization successful! Trakt is now connected.
pl_pl: Autoryzacja udana! Trakt jest teraz połączony.

# #32110
source: Authorization timed out. Please try again.
pl_pl: Upłynął czas autoryzacji. Spróbuj ponownie.

# #32111
source: Context Menu Items
pl_pl: Elementy menu kontekstowego

# #32112
source: Show Manage Artwork
pl_pl: Pokaż zarządzanie grafikami

# #32113
source: Show Update Ratings
pl_pl: Pokaż aktualizację ocen

# #32114
source: Show Edit Metadata
pl_pl: Pokaż edycję metadanych

# #32115
source: Connection successful! Trakt is authorized and working.
pl_pl: Połączenie udane! Trakt jest autoryzowany i działa.

# #32116
source: Connection failed. Please authorize Trakt first.
pl_pl: Połączenie nieudane. Najpierw autoryzuj Trakt.

# #32117
source: Show Download Artwork
pl_pl: Pokaż grafiki do pobrania

# #32118
source: No HTTP artwork URLs found in {0} library items.
pl_pl: Nie znaleziono adresów URL grafik HTTP w {0} elementach biblioteki.

# #32119
source: Overwrite Mode Warning
pl_pl: Ostrzeżenie trybu nadpisywania

# #32120
source: Change Language
pl_pl: Zmień język

# #32121
source: Download Complete
pl_pl: Pobieranie zakończone

# #32122
source: Text-free / Untagged
pl_pl: Bez tekstu / Bez tagów

# #32124
source: Cache Management
pl_pl: Zarządzanie pamięcią podręczną

# #32125
source: Clear Blur Cache
pl_pl: Wyczyść pamięć podręczną rozmyć

# #32126
source: Delete all cached blurred images to free up disk space
pl_pl: Usuń wszystkie buforowane rozmyte obrazy, aby zwolnić miejsce na dysku

# #32128
source: Skip
pl_pl: Pomiń

# #32130
source: Multi-Art...
pl_pl: Wiele grafik...

# #32131
source: Sort
pl_pl: Sortuj

# #32132
source: Source: All
pl_pl: Źródło: Wszystkie

# #32133
source: Source: TMDB
pl_pl: Źródło: TMDB

# #32134
source: Source: Fanart.tv
pl_pl: Źródło: Fanart.tv

# #32135
source: IMDb Ratings
pl_pl: Oceny IMDb

# #32136
source: Auto-update
pl_pl: Automatyczna aktualizacja

# #32137
source: Automatically update IMDb ratings in your library
pl_pl: Automatycznie aktualizuj oceny IMDb w Twojej bibliotece

# #32139
source: After library scan
pl_pl: Po skanowaniu biblioteki

# #32140
source: When new ratings available
pl_pl: Gdy dostępne są nowe oceny

# #32141
source: Both
pl_pl: Oba

# #32142
source: Scope
pl_pl: Zakres

# #32143
source: Which media types to include in auto-updates
pl_pl: Jakie typy multimediów uwzględnić w automatycznych aktualizacjach

# #32144
source: All (Movies, TV Shows, Episodes)
pl_pl: Wszystkie (filmy, seriale, odcinki)

# #32145
source: Movies and TV Shows only
pl_pl: Tylko filmy i seriale

# #32146
source: Movies only
pl_pl: Tylko filmy

# #32150
source: Stinger Detection
pl_pl: Wykrywanie scen po napisach

# #32151
source: Enable stinger detection
pl_pl: Włącz wykrywanie scen po napisach

# #32152
source: Notify about post-credits scenes during movie playback
pl_pl: Powiadamiaj o scenach po napisach podczas odtwarzania filmu

# #32156
source: Minutes before end
pl_pl: Minuty przed końcem

# #32157
source: For movies without chapters, notify this many minutes before the end
pl_pl: Dla filmów bez rozdziałów, powiadamiaj tyle minut przed końcem

# #32158
source: Notification duration (seconds)
pl_pl: Czas trwania powiadomienia (sekundy)

# #32159
source: How long to display the notification
pl_pl: Jak długo wyświetlać powiadomienie

# #32162
source: Wait For It...
pl_pl: Zaczekaj na to...

# #32163
source: Stay for scene during credits
pl_pl: Zostań na scenę podczas napisów

# #32164
source: Stay for scene after credits
pl_pl: Zostań na scenę po napisach

# #32165
source: Stay for scenes during and after credits
pl_pl: Zostań na sceny podczas i po napisach

# #32170
source: Operation failed
pl_pl: Operacja nie powiodła się

# #32171
source: No items to display
pl_pl: Brak elementów do wyświetlenia

# #32172
source: Task Already Running
pl_pl: Zadanie już działa

# #32173
source: Another background task is currently running
pl_pl: Inne zadanie w tle jest obecnie uruchomione

# #32180
source: Texture Cache Statistics
pl_pl: Statystyki pamięci podręcznej tekstur

# #32181
source: Failed to gather statistics
pl_pl: Nie udało się zebrać statystyk

# #32182
source: No textures found in cache
pl_pl: Nie znaleziono tekstur w pamięci podręcznej

# #32183
source: Orphaned Textures Report
pl_pl: Raport osieroconych tekstur

# #32184
source: Analysis Failed
pl_pl: Analiza nie powiodła się

# #32190
source: Art Fetcher Report
pl_pl: Raport pobierania grafik

# #32191
source: Art Fetcher - Detailed Report
pl_pl: Pobieranie grafik - Szczegółowy raport

# #32192
source: Animated Art Scanner
pl_pl: Skaner animowanych grafik

# #32200
source: graphic
pl_pl: graficzne

# #32201
source: a lot of
pl_pl: dużo

# #32202
source: some
pl_pl: trochę

# #32203
source: a little
pl_pl: mało

# #32204
source: very little
pl_pl: bardzo mało

# #32210
source: violence or scares
pl_pl: przemoc lub strach

# #32211
source: sexual content
pl_pl: treści seksualne

# #32212
source: language
pl_pl: język

# #32213
source: substance use or smoking
pl_pl: używki lub palenie

# #32220
source: Rated {0}+ for {1}
pl_pl: Ocena {0}+ za {1}

# #32221
source: and
pl_pl: i

# #32250
source: Unsupported field type
pl_pl: Nieobsługiwany typ pola

# #32251
source: Failed to save
pl_pl: Nie udało się zapisać

# #32252
source: Rating Source (e.g., imdb, tmdb)
pl_pl: Źródło oceny (np. imdb, tmdb)

# #32253
source: Vote Count
pl_pl: Liczba głosów

# #32254
source: Invalid Value
pl_pl: Nieprawidłowa wartość

# #32255
source: Invalid Date
pl_pl: Nieprawidłowa data

# #32256
source: Invalid Rating
pl_pl: Nieprawidłowa ocena

# #32257
source: Already Exists
pl_pl: Już istnieje

# #32258
source: Editor
pl_pl: Edytor

# #32259
source: No valid item selected
pl_pl: Nie wybrano poprawnego elementu

# #32260
source: Fix Library IDs
pl_pl: Napraw identyfikatory biblioteki

# #32261
source: All IDs are valid
pl_pl: Wszystkie identyfikatory są prawidłowe

# #32262
source: Failed to load item
pl_pl: Nie udało się załadować elementu

# #32263
source: Unsupported type: {0}
pl_pl: Nieobsługiwany typ: {0}

# #32270
source: No path provided
pl_pl: Nie podano ścieżki

# #32271
source: No items found in directory
pl_pl: Nie znaleziono elementów w katalogu

# #32272
source: Select Actor
pl_pl: Wybierz aktora

# #32273
source: Missing Artwork
pl_pl: Brakujące grafiki

# #32274
source: Scan failed
pl_pl: Skanowanie nie powiodło się

# #32275
source: Select Artwork
pl_pl: Wybierz grafikę

# #32276
source: Loading artwork for {0}...
pl_pl: Ładowanie grafik dla {0}...

# #32277
source: Preparing library scan...
pl_pl: Przygotowywanie skanowania biblioteki...

# #32278
source: Initializing...
pl_pl: Inicjalizowanie...

# #32279
source: Processing complete!
pl_pl: Przetwarzanie zakończone!

# #32280
source: Art Fetcher
pl_pl: Pobieranie grafik

# #32281
source: Art Fetcher - Complete
pl_pl: Pobieranie grafik - Zakończono

# #32282
source: View Report
pl_pl: Zobacz raport

# #32284
source: Processed: {0} items
pl_pl: Przetworzono: {0} elementów

# #32285
source: Auto-applied: {0}
pl_pl: Automatycznie zastosowano: {0}

# #32286
source: Skipped: {0}
pl_pl: Pominięto: {0}

# #32287
source: Errors: {0}
pl_pl: Błędy: {0}

# #32288
source: No items in queue
pl_pl: Brak elementów w kolejce

# #32289
source: No pending items found in queue
pl_pl: Nie znaleziono oczekujących elementów w kolejce

# #32290
source: Download Artwork
pl_pl: Pobierz grafiki

# #32291
source: Preparing...
pl_pl: Przygotowywanie...

# #32292
source: Scanning library...
pl_pl: Skanowanie biblioteki...

# #32293
source: Building download list from {0} items...
pl_pl: Tworzenie listy pobierania z {0} elementów...

# #32294
source: Starting download of {0} artwork files...
pl_pl: Rozpoczynanie pobierania {0} plików grafik...

# #32295
source: Scan complete. No missing artwork found.
pl_pl: Skanowanie zakończone. Nie znaleziono brakujących grafik.

# #32296
source: No remote artwork to download
pl_pl: Brak zdalnych grafik do pobrania

# #32297
source: Preparing download...
pl_pl: Przygotowywanie pobierania...

# #32298
source: Downloading artwork...
pl_pl: Pobieranie grafiki...

# #32299
source: Loading seasons and episodes...
pl_pl: Ładowanie sezonów i odcinków...

# #32300
source: Ratings Updater
pl_pl: Aktualizator ocen

# #32301
source: Remove Rating?
pl_pl: Usunąć ocenę?

# #32302
source: Remove {0} rating?
pl_pl: Usunąć ocenę {0}?

# #32303
source: Loading {0}s...
pl_pl: Ładowanie {0}...

# #32304
source: Updating {0} {1}s...
pl_pl: Aktualizowanie {0} {1}...

# #32305
source: Downloading IMDb dataset...
pl_pl: Pobieranie zestawu danych IMDb...

# #32306
source: Updating: {0}/{1} - {2}
pl_pl: Aktualizowanie: {0}/{1} - {2}

# #32307
source: Updating: {0}/{1} items
pl_pl: Aktualizowanie: {0}/{1} elementów

# #32308
source: Finalizing: {0}/{1}
pl_pl: Finalizowanie: {0}/{1}

# #32309
source: Finalizing: {0}/{1} items
pl_pl: Finalizowanie: {0}/{1} elementów

# #32310
source: Retrying failed items...
pl_pl: Ponawianie nieudanych elementów...

# #32311
source: Retrying: {0}/{1}
pl_pl: Ponawianie: {0}/{1}

# #32312
source: Updating episode data...
pl_pl: Aktualizowanie danych odcinków...

# #32313
source: {0} - Rate Limit
pl_pl: {0} - Limit żądań

# #32314
source: Waiting to retry...
pl_pl: Oczekiwanie na ponowienie...

# #32315
source: Waiting {0}s before retry...
pl_pl: Oczekiwanie {0}s przed ponowieniem...

# #32316
source: Ratings Updated - {0}
pl_pl: Oceny zaktualizowane - {0}

# #32317
source: Ratings Updater - Complete
pl_pl: Aktualizator ocen - Zakończono

# #32318
source: Collecting items...
pl_pl: Gromadzenie pozycji...

# #32319
source: Checking {0}s...
pl_pl: Sprawdzanie {0}s...

# #32330
source: Analyzing Textures
pl_pl: Analizowanie tekstur

# #32331
source: Scanning texture cache...
pl_pl: Skanowanie pamięci podręcznej tekstur...

# #32332
source: Analyzing {0} textures...
pl_pl: Analizowanie {0} tekstur...

# #32333
source: Cleanup Textures by Age
pl_pl: Czyszczenie tekstur według wieku

# #32334
source: Clean Orphaned Textures
pl_pl: Wyczyść osierocone tekstury

# #32335
source: Starting cleanup...
pl_pl: Rozpoczynanie czyszczenia...

# #32336
source: Starting...
pl_pl: Rozpoczynanie...

# #32350
source: Loading library...
pl_pl: Ładowanie biblioteki...

# #32351
source: Loading TV shows...
pl_pl: Ładowanie seriali...

# #32352
source: Loading episodes...
pl_pl: Ładowanie odcinków...

# #32353
source: Analyzing library...
pl_pl: Analizowanie biblioteki...

# #32354
source: Downloading episode data...
pl_pl: Pobieranie danych odcinków...

# #32355
source: Matching episodes (dataset)... {0}/{1}
pl_pl: Dopasowywanie odcinków (zestaw danych)... {0}/{1}

# #32356
source: Fetching episodes (TMDB)... {0}/{1}
pl_pl: Pobieranie odcinków (TMDB)... {0}/{1}

# #32357
source: Fixing TMDB IDs... {0}/{1}
pl_pl: Naprawianie identyfikatorów TMDB... {0}/{1}

# #32358
source: Fetching {0}... {1}/{2}
pl_pl: Pobieranie {0}... {1}/{2}

# #32359
source: No IDs could be fixed
pl_pl: Nie udało się naprawić żadnych identyfikatorów

# #32370
source: Testing {0}
pl_pl: Testowanie {0}

# #32371
source: Connecting to API...
pl_pl: Łączenie z API...

# #32372
source: Trakt Authorization
pl_pl: Autoryzacja Trakt

# #32373
source: Requesting device code...
pl_pl: Żądanie kodu urządzenia...

# #32374
source: Testing Trakt
pl_pl: Testowanie Trakt

# #32390
source: No Library Values
pl_pl: Brak wartości biblioteki

# #32391
source: Not Rated
pl_pl: Bez oceny

# #32392
source: (Not Set)
pl_pl: (Nie ustawiono)

# #32393
source: Save Changes
pl_pl: Zapisz zmiany

# #32394
source: Add {0}
pl_pl: Dodaj {0}

# #32395
source: Quick Edit: {0}
pl_pl: Szybka edycja: {0}

# #32396
source: Select from Library
pl_pl: Wybierz z biblioteki

# #32397
source: Add/Remove Items
pl_pl: Dodaj/Usuń elementy

# #32399
source: Edit {0} (comma-separated)
pl_pl: Edytuj {0} (oddzielone przecinkami)

# #32400
source: No rating sources available. Please configure API keys in settings.
pl_pl: Brak dostępnych źródeł ocen. Skonfiguruj klucze API w ustawieniach.

# #32401
source: {0} not found
pl_pl: {0} nie znaleziono

# #32402
source: Updating ratings...
pl_pl: Aktualizowanie ocen...

# #32403
source: No changes needed
pl_pl: Brak koniecznych zmian

# #32404
source: Item skipped (no IDs or rate limit)
pl_pl: Element pominięty (brak identyfikatorów lub limit żądań)

# #32405
source: Failed to update ratings
pl_pl: Nie udało się zaktualizować ocen

# #32406
source: Update Movies
pl_pl: Aktualizuj filmy

# #32407
source: Update TV Shows
pl_pl: Aktualizuj seriale

# #32408
source: Update Episodes
pl_pl: Aktualizuj odcinki

# #32409
source: Update All
pl_pl: Aktualizuj wszystko

# #32410
source: Run Mode
pl_pl: Tryb uruchomienia

# #32411
source: Show progress dialog (Foreground)
pl_pl: Pokaż okno postępu (Pierwszy plan)

# #32412
source: Run in background
pl_pl: Uruchom w tle

# #32413
source: No {0}s found in library
pl_pl: Nie znaleziono {0} w bibliotece

# #32414
source: Fetching ratings batch {0}/{1}...
pl_pl: Pobieranie partii ocen {0}/{1}...

# #32415
source: Retry Failed Items
pl_pl: Ponów nieudane elementy

# #32416
source: {0} item(s) had temporary network issues.
pl_pl: {0} element(y) miały tymczasowe problemy z siecią.

# #32417
source: Retry these items now?
pl_pl: Ponowić te elementy teraz?

# #32418
source: Network Issues
pl_pl: Problemy z siecią

# #32419
source: Items with network issues
pl_pl: Elementy z problemami sieciowymi

# #32420
source: Retry: {0}/{1} succeeded
pl_pl: Ponowienie: {0}/{1} powiodło się

# #32421
source: IMDb ID Corrections
pl_pl: Korekty identyfikatorów IMDb

# #32422
source: {0} item(s) have outdated IMDb ID(s) (redirects).
pl_pl: {0} element(y) mają przestarzałe identyfikatory IMDb (przekierowania).

# #32423
source: Correct them in your library?
pl_pl: Poprawić je w Twojej bibliotece?

# #32424
source: No ratings update history found.
pl_pl: Nie znaleziono historii aktualizacji ocen.

# #32425
source: Calculating disk usage...
pl_pl: Obliczanie użycia dysku...

# #32426
source: Complete
pl_pl: Zakończono

# #32427
source: Show
pl_pl: Pokaż

# #32429
source: Retry
pl_pl: Ponów

# #32430
source: Ratings Update Report
pl_pl: Raport aktualizacji ocen

# #32440
source: Pre-Cache + Download
pl_pl: Wstępne buforowanie + Pobieranie

# #32441
source: Pre-Cache Artwork - Select Scope
pl_pl: Wstępne buforowanie grafik - Wybierz zakres

# #32451
source: Pre-Cache + Download - Select Scope
pl_pl: Wstępne buforowanie + Pobieranie - Wybierz zakres

# #32455
source: Pre-Cache Artwork
pl_pl: Wstępne buforowanie grafik

# #32457
source: [B]{0}[/B] is currently running.
pl_pl: [B]{0}[/B] jest obecnie uruchomione.

# #32458
source: Cannot start another background task.
pl_pl: Nie można uruchomić kolejnego zadania w tle.

# #32459
source: Pre-Cache Cancelled
pl_pl: Wstępne buforowanie anulowane

# #32460
source: Pre-Cache Complete
pl_pl: Wstępne buforowanie zakończone

# #32461
source: Cleanup Cancelled
pl_pl: Czyszczenie anulowane

# #32462
source: Cleanup Complete
pl_pl: Czyszczenie zakończone

# #32463
source: Total: {0}
pl_pl: Łącznie: {0}

# #32464
source: Cached: {0}
pl_pl: Zbuforowano: {0}

# #32465
source: Downloaded: {0} ({1:.1f} MB)
pl_pl: Pobrano: {0} ({1:.1f} MB)
