Repository: MikeSiLVO/script.skin.info.service
Catalog: resources/language/resource.language.*/strings.po
Languages: pl_pl

# #32467
source: Failed: {0} cache, {1} download
pl_pl: Niepowodzenie: {0} buforowanie, {1} pobieranie

# #32468
source: Already Cached: {0}
pl_pl: Już zbuforowano: {0}

# #32469
source: Newly Cached: {0}
pl_pl: Nowo zbuforowano: {0}

# #32470
source: Failed: {0}
pl_pl: Niepowodzenie: {0}

# #32471
source: Status: Cancelled
pl_pl: Status: Anulowano

# #32472
source: Gathering statistics...
pl_pl: Zbieranie statystyk...

# #32473
source: Remove textures not used in...
pl_pl: Usuń tekstury nieużywane w...

# #32474
source: 30 days
pl_pl: 30 dni

# #32475
source: 60 days
pl_pl: 60 dni

# #32476
source: 90 days
pl_pl: 90 dni

# #32477
source: 180 days
pl_pl: 180 dni

# #32478
source: 365 days (1 year)
pl_pl: 365 dni (1 rok)

# #32479
source: No Old Textures
pl_pl: Brak starych tekstur

# #32480
source: No textures found older than {0} days.
pl_pl: Nie znaleziono tekstur starszych niż {0} dni.

# #32481
source: Total textures checked: {0}
pl_pl: Łącznie sprawdzonych tekstur: {0}

# #32482
source: Confirm Cleanup
pl_pl: Potwierdź czyszczenie

# #32483
source: Remove {0} textures older than {1} days?
pl_pl: Usunąć {0} tekstur starszych niż {1} dni?

# #32484
source: Total: {0} | Oldest: {1}
pl_pl: Łącznie: {0} | Najstarsza: {1}

# #32485
source: Cleanup by Usage
pl_pl: Czyszczenie według użycia

# #32486
source: Feature coming soon!
pl_pl: Funkcja wkrótce dostępna!

# #32487
source: Force Re-Cache by Pattern
pl_pl: Wymuś ponowne buforowanie według wzorca

# #32488
source: Texture Cache - Last Run
pl_pl: Pamięć podręczna tekstur - Ostatnie uruchomienie

# #32489
source: No previous operations found.
pl_pl: Nie znaleziono poprzednich operacji.

# #32490
source: Fetching texture database...
pl_pl: Pobieranie bazy danych tekstur...

# #32492
source: Removing {0} old textures...
pl_pl: Usuwanie {0} starych tekstur...

# #32493
source: Checked: {0} textures
pl_pl: Sprawdzono: {0} tekstur

# #32494
source: Older than {0} days: {1}
pl_pl: Starsze niż {0} dni: {1}

# #32495
source: Removed: {0}
pl_pl: Usunięto: {0}

# #32496
source: Total Cached: {0} | Library: {1}
pl_pl: Łącznie zbuforowano: {0} | Biblioteka: {1}

# #32497
source: Orphaned Found: {0} | Removed: {1}
pl_pl: Znaleziono osieroconych: {0} | Usunięto: {1}

# #32500
source: Session Report
pl_pl: Raport sesji

# #32501
source: Continue Selection ({0} pending)
pl_pl: Kontynuuj wybór ({0} oczekujących)

# #32502
source: Select Missing Artwork
pl_pl: Wybierz brakujące grafiki

# #32503
source: Select + Download Missing Artwork
pl_pl: Wybierz + Pobierz brakujące grafiki

# #32504
source: Auto-Apply Missing Artwork
pl_pl: Automatycznie zastosuj brakujące grafiki

# #32505
source: View Session History
pl_pl: Zobacz historię sesji

# #32507
source: Browse & Choose Artwork - Select Library
pl_pl: Przeglądaj i wybierz grafiki - Wybierz bibliotekę

# #32508
source: Browse & Choose + Download - Select Library
pl_pl: Przeglądaj i wybierz + Pobierz - Wybierz bibliotekę

# #32509
source: Auto-Fill Missing Artwork - Select Library
pl_pl: Automatyczne uzupełnianie brakujących grafik - Wybierz bibliotekę

# #32510
source: Last Session (any library)
pl_pl: Ostatnia sesja (dowolna biblioteka)

# #32511
source: Current Queue Status
pl_pl: Aktualny status kolejki

# #32512
source: Session History
pl_pl: Historia sesji

# #32513
source: Missing Artwork - Queue Status
pl_pl: Brakujące grafiki - Status kolejki

# #32514
source: Start new scan (clears queue)
pl_pl: Rozpocznij nowe skanowanie (czyści kolejkę)

# #32515
source: View last report
pl_pl: Zobacz ostatni raport

# #32516
source: Start new scan
pl_pl: Rozpocznij nowe skanowanie

# #32520
source: Artwork Download Report
pl_pl: Raport pobierania grafik

# #32522
source: Download Artwork to Filesystem
pl_pl: Pobierz grafiki do systemu plików

# #32523
source: Download Artwork - Select Scope
pl_pl: Pobierz grafiki - Wybierz zakres

# #32530
source: Tools
pl_pl: Narzędzia

# #32532
source: Add/Fix IMDb & TMDB IDs
pl_pl: Dodaj/Napraw identyfikatory IMDb & TMDB

# #32540
source: Scan for Animated Posters
pl_pl: Skanuj w poszukiwaniu animowanych plakatów

# #32541
source: View Cache Statistics
pl_pl: Zobacz statystyki pamięci podręcznej

# #32542
source: Reset GIF Cache
pl_pl: Zresetuj pamięć podręczną GIF

# #32543
source: GIF Scanner - Last Run
pl_pl: Skaner GIF - Ostatnie uruchomienie

# #32544
source: GIF Cache Statistics
pl_pl: Statystyki pamięci podręcznej GIF

# #32546
source: Clear {0} cached GIF entries?[CR][CR]Use this to troubleshoot cache issues.[CR][CR]Tip: Use 'Full Rescan' mode instead to re-process GIFs.
pl_pl: Wyczyścić {0} buforowanych wpisów GIF?[CR][CR]Użyj tego do rozwiązywania problemów z pamięcią podręczną.[CR][CR]Wskazówka: Zamiast tego użyj trybu 'Pełne ponowne skanowanie', aby ponownie przetworzyć pliki GIF.

# #32547
source: GIF Cache
pl_pl: Pamięć podręczna GIF

# #32548
source: Reset complete - cleared {0} entries
pl_pl: Reset zakończony - wyczyszczono {0} wpisów

# #32549
source: Cache is already empty
pl_pl: Pamięć podręczna jest już pusta

# #32550
source: Auto-Applied Artwork Report
pl_pl: Raport automatycznie zastosowanych grafik

# #32551
source: Skipped Items Report
pl_pl: Raport pominiętych elementów

# #32552
source: Scan for GIF Posters
pl_pl: Skanuj w poszukiwaniu plakatów GIF

# #32553
source: Select scan mode
pl_pl: Wybierz tryb skanowania

# #32554
source: Select Language
pl_pl: Wybierz język

# #32555
source: Select Artwork Type - {0}
pl_pl: Wybierz typ grafiki - {0}

# #32556
source: Select {0}
pl_pl: Wybierz {0}

# #32557
source: Edit {0}
pl_pl: Edytuj {0}

# #32560
source: Edit: {0}
pl_pl: Edytuj: {0}

# #32561
source: Dialog Error
pl_pl: Błąd okna dialogowego

# #32562
source: File not found: {0}
pl_pl: Nie znaleziono pliku: {0}

# #32563
source: Failed to read file: {0}
pl_pl: Nie udało się odczytać pliku: {0}

# #32564
source: Rating source '{0}' already exists.
pl_pl: Źródło oceny '{0}' już istnieje.

# #32565
source: Rating (0-10)
pl_pl: Ocena (0-10)

# #32566
source: Continue
pl_pl: Kontynuuj

# #32567
source: Auto-Fill
pl_pl: Automatyczne uzupełnianie

# #32568
source: Resume in Background
pl_pl: Wznów w tle

# #32569
source: Yes, Cancel It
pl_pl: Tak, anuluj to

# #32570
source: No, Keep Running
pl_pl: Nie, kontynuuj działanie

# #32571
source: Cancel Running Task?
pl_pl: Anulować uruchomione zadanie?

# #32572
source: Scan Cancelled
pl_pl: Skanowanie anulowane

# #32573
source: Scan paused. Resume in background?
pl_pl: Skanowanie wstrzymane. Wznowić w tle?

# #32574
source: Cancel to resume later
pl_pl: Anuluj, aby wznowić później

# #32575
source: Invalid scope: {0}
pl_pl: Nieprawidłowy zakres: {0}

# #32576
source: Invalid scan mode: {0}
pl_pl: Nieprawidłowy tryb skanowania: {0}

# #32577
source: Resuming scan...
pl_pl: Wznawianie skanowania...

# #32578
source: Background scan complete
pl_pl: Skanowanie w tle zakończone

# #32579
source: All (Movies + TV Shows)
pl_pl: Wszystkie (filmy + seriale)

# #32580
source: Movies Only
pl_pl: Tylko filmy

# #32581
source: TV Shows Only
pl_pl: Tylko seriale

# #32582
source: Incremental Scan
pl_pl: Skanowanie przyrostowe

# #32583
source: Skip unchanged GIFs, detect new/modified ones
pl_pl: Pomiń niezmienione pliki GIF, wykryj nowe/zmodyfikowane

# #32584
source: Full Rescan
pl_pl: Pełne ponowne skanowanie

# #32585
source: Rescan all items, rebuild cache from scratch
pl_pl: Przeskanuj wszystkie elementy, odbuduj pamięć podręczną od zera

# #32586
source: {0} GIFs cached
pl_pl: {0} plików GIF zbuforowano

# #32587
source: no cache
pl_pl: brak pamięci podręcznej

# #32588
source: Total Cached GIFs: {0}
pl_pl: Łącznie zbuforowanych GIF: {0}

# #32589
source: Recently Scanned (Last {0}):
pl_pl: Ostatnio zeskanowane (Ostatnie {0}):

# #32590
source: ... and {0} more
pl_pl: ... i {0} więcej

# #32591
source: Cannot resume in background.
pl_pl: Nie można wznowić w tle.

# #32592
source: Cancel it and start {0}?
pl_pl: Anulować to i rozpocząć {0}?

# #32593
source: Scan cancelled. Found: {0} | Cached: {1} | Existing: {2}
pl_pl: Skanowanie anulowane. Znaleziono: {0} | Zbuforowano: {1} | Istniejące: {2}

# #32594
source: Scan complete! Found: {0} | Cached: {1} | Existing: {2}
pl_pl: Skanowanie zakończone! Znaleziono: {0} | Zbuforowano: {1} | Istniejące: {2}

# #32601
source: Fetching Top 250 from Trakt...
pl_pl: Pobieranie Top 250 z Trakt...

# #32602
source: Loading library...
pl_pl: Ładowanie biblioteki...

# #32603
source: Matching movies...
pl_pl: Dopasowywanie filmów...

# #32604
source: Updating: {0}/{1}
pl_pl: Aktualizacja: {0}/{1}

# #32605
source: Top 250 Update Complete
pl_pl: Aktualizacja Top 250 zakończona

# #32606
source: Updated: {0} | Cleared: {1} | Already correct: {2}
pl_pl: Zaktualizowano: {0} | Wyczyszczono: {1} | Już poprawione: {2}

# #32607
source: Failed to fetch Top 250 list from Trakt.
pl_pl: Nie udało się pobrać Top 250 z Trakt.

# #32608
source: No movies found in library.
pl_pl: Nie znaleziono filmów w bibliotece.

# #32609
source: Update IMDb Top 250?
pl_pl: Zaktualizować listę Top 250 IMDb?

# #32610
source: Set/update: {0} movies[CR]Clear: {1} movies[CR]Already correct: {2} movies[CR][CR]This will overwrite existing Top 250 values.
pl_pl: Do dodania/zaktualizowania: {0} filmów[CR]Do wyczyszczenia: {1} filmów[CR]Już poprawne: {2} filmów[CR][CR]Spowoduje to nadpisanie istniejących wartości Top 250.

# #32611
source: Cancelled. Updated: {0} | Cleared: {1} before cancellation.
pl_pl: Anulowane. Zaktualizowano: {0} | Wyczyszczono: {1} przed anulowaniem.

# #32901
source: Enable Debug Output
pl_pl: Włącz wyjście debugowania

# #32930
source: English
pl_pl: Angielski

# #32931
source: Spanish
pl_pl: Hiszpański

# #32932
source: Portuguese (Brazil)
pl_pl: Portugalski (Brazylia)

# #32933
source: Portuguese (Portugal)
pl_pl: Portugalski (Portugalia)

# #32934
source: French
pl_pl: Francuski

# #32935
source: German
pl_pl: Niemiecki

# #32936
source: Chinese (Simplified)
pl_pl: Chiński (Uproszczony)

# #32937
source: Chinese (Traditional)
pl_pl: Chiński (Tradycyjny)

# #32938
source: Italian
pl_pl: Włoski

# #32939
source: Polish
pl_pl: Polski

# #32940
source: Russian
pl_pl: Rosyjski

# #32941
source: Dutch
pl_pl: Holenderski

# #32942
source: Swedish
pl_pl: Szwedzki

# #32943
source: Korean
pl_pl: Koreański

# #32944
source: Japanese
pl_pl: Japoński

# #32950
source: Advanced API Configuration
pl_pl: Zaawansowana konfiguracja API

# #32951
source: Use Custom TMDb API Key
pl_pl: Użyj własnego klucza API TMDb

# #32952
source: A built-in TMDb API key is provided and works for most users. Enable this only if you need higher rate limits or want to use your own dedicated quota.
pl_pl: Wbudowany klucz API TMDb jest dostarczony i działa dla większości użytkowników. Włącz to tylko, jeśli potrzebujesz wyższych limitów żądań lub chcesz użyć własnej dedykowanej puli.

# #32953
source: Use Personal API Key
pl_pl: Użyj osobistego klucza API

# #32954
source: A built-in project key is provided. Personal keys give faster access to newly uploaded artwork (2 days vs 7 days). VIP members get immediate access.
pl_pl: Dostępny jest wbudowany klucz projektu. Klucze osobiste zapewniają szybszy dostęp do nowo przesłanych grafik (2 dni zamiast 7). Członkowie VIP otrzymują natychmiastowy dostęp.

# #32960
source: Missing Artwork Types
pl_pl: Brakujące typy grafik

# #32970
source: Auto-download after Manage Artwork
pl_pl: Automatyczne pobieranie po zarządzaniu grafikami

# #32971
source: Automatically download selected artwork to filesystem after selection in Manage Artwork
pl_pl: Automatycznie pobierz wybrane grafiki do systemu plików po wyborze w Zarządzaj grafikami

# #32974
source: Download Settings
pl_pl: Ustawienia pobierania

# #32975
source: Replace existing artwork files when downloading after Manage Artwork selection
pl_pl: Zastępuj istniejące pliki grafik podczas pobierania po wyborze w Zarządzaj grafikami

# #32976
source: Online Service
pl_pl: Usługa online

# #32977
source: Language for titles, plots, and other metadata from TMDb
pl_pl: Język dla tytułów, opisów i innych metadanych z TMDb

# #32981
source: Downloading actor images...
pl_pl: Pobieranie obrazów aktorów...

# #32982
source: {0} actors
pl_pl: {0} aktorów

# #32983
source: Include TV Episode Guest Stars
pl_pl: Uwzględnij gościnne występy w odcinkach seriali

# #32984
source: Download guest star images from TV show episodes (increases API calls)
pl_pl: Pobierz obrazy gościnnych gwiazd z odcinków seriali (zwiększa liczbę wywołań API)

# #32985
source: Include Episode Thumbnails
pl_pl: Uwzględnij miniatury odcinków

# #32986
source: Download episode thumbnail artwork during bulk operations
pl_pl: Pobierz miniaturę odcinka podczas operacji zbiorczych

# #32987
source: Text too long to fully display
pl_pl: Tekst jest zbyt długi, by wyświetlić go w całości.
